Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Bookmarks_GroupTooDeep
source: Groups can be nested up to {0} levels
ar: يمكن تداخل المجموعات حتى {0} مستويات
cs: Skupiny lze vnořit nejvýše do {0} úrovní
de: Gruppen können bis zu {0} Ebenen tief verschachtelt werden
el: Οι ομάδες μπορούν να εμφωλευτούν έως {0} επίπεδα
es: Los grupos se pueden anidar hasta {0} niveles
fa: گروه‌ها را تا {0} سطح می‌توان تودرتو کرد
fr: Les groupes peuvent être imbriqués sur {0} niveaux au maximum
hu: A csoportok legfeljebb {0} szint mélységig ágyazhatók egymásba
id: Grup dapat bersarang hingga {0} tingkat
it: I gruppi possono essere annidati fino a {0} livelli
ja: グループは {0} 階層までです
ko: 그룹은 최대 {0}단계까지 중첩할 수 있습니다
pl: Grupy można zagnieżdżać maksymalnie do poziomu {0}
pt: Os grupos podem ser aninhados em até {0} níveis
ro: Grupurile pot fi imbricate pe cel mult {0} niveluri
th: ซ้อนกลุ่มได้สูงสุด {0} ระดับ
tr: Gruplar en fazla {0} düzey iç içe olabilir
uk: Групи можуть бути вкладені не більше ніж на {0} рівнів
vi: Có thể lồng nhóm tối đa {0} cấp
zh_hans: 组最多可嵌套 {0} 层
zh_hant: 群組最多可巢狀 {0} 層

# Bookmarks_InHiddenGroup
source: in a hidden group
ar: في مجموعة مخفية
cs: ve skryté skupině
de: in einer ausgeblendeten Gruppe
el: σε κρυφή ομάδα
es: en un grupo oculto
fa: در گروهی پنهان
fr: dans un groupe masqué
hu: rejtett csoportban
id: dalam grup tersembunyi
it: in un gruppo nascosto
ja: 非表示のグループ
ko: 숨겨진 그룹에 있음
pl: w ukrytej grupie
pt: em um grupo oculto
ro: într-un grup ascuns
th: ในกลุ่มที่ซ่อนอยู่
tr: gizli bir grupta
uk: у прихованій групі
vi: trong nhóm bị ẩn
zh_hans: 位于隐藏的组中
zh_hant: 位於隱藏的群組中

# Bookmarks_GroupShown
source: Shown
ar: ظاهرة
cs: Zobrazeno
de: Angezeigt
el: Εμφανίζεται
es: Visible
fa: نمایان
fr: Affiché
hu: Látható
id: Ditampilkan
it: Visibile
ja: 表示
ko: 표시됨
pl: Widoczna
pt: Visível
ro: Afișat
th: แสดง
tr: Gösteriliyor
uk: Показано
vi: Hiện
zh_hans: 显示
zh_hant: 顯示

# Bookmarks_GroupHidden
source: Hidden
ar: مخفية
cs: Skryto
de: Ausgeblendet
el: Κρυφή
es: Oculto
fa: پنهان
fr: Masqué
hu: Rejtett
id: Disembunyikan
it: Nascosto
ja: 非表示
ko: 숨겨짐
pl: Ukryta
pt: Oculto
ro: Ascuns
th: ซ่อน
tr: Gizli
uk: Приховано
vi: Ẩn
zh_hans: 隐藏
zh_hant: 隱藏

# Bookmarks_GroupRowName
source: Group {0}, {1} bookmarks, {2}
ar: المجموعة {0}، {1} إشارات مرجعية، {2}
cs: Skupina {0}, záložky: {1}, {2}
de: Gruppe {0}, {1} Lesezeichen, {2}
el: Ομάδα {0}, {1} σελιδοδείκτες, {2}
es: Grupo {0}, {1} marcadores, {2}
fa: گروه {0}، {1} نشانک، {2}
fr: Groupe {0}, {1} signets, {2}
hu: {0} csoport, {1} könyvjelző, {2}
id: Grup {0}, {1} penanda, {2}
it: Gruppo {0}, segnalibri: {1}, {2}
ja: グループ {0}、{1} 件、{2}
ko: 그룹 {0}, 책갈피 {1}개, {2}
pl: Grupa {0}, zakładki: {1}, {2}
pt: Grupo {0}, marcadores: {1}, {2}
ro: Grupul {0}, {1} marcaje, {2}
th: กลุ่ม {0}, บุ๊กมาร์ก {1} รายการ, {2}
tr: Grup {0}, {1} yer işareti, {2}
uk: Група {0}, закладок: {1}, {2}
vi: Nhóm {0}, {1} dấu trang, {2}
zh_hans: 组 {0}，{1} 个书签，{2}
zh_hant: 群組 {0}，{1} 個書籤，{2}

# Bookmarks_NewGroupName
source: New group
ar: مجموعة جديدة
cs: Nová skupina
de: Neue Gruppe
el: Νέα ομάδα
es: Grupo nuevo
fa: گروه جدید
fr: Nouveau groupe
hu: Új csoport
id: Grup baru
it: Nuovo gruppo
ja: グループの作成
ko: 새 그룹
pl: Nowa grupa
pt: Novo grupo
ro: Grup nou
th: กลุ่มใหม่
tr: Yeni grup
uk: Нова група
vi: Nhóm mới
zh_hans: 新建组
zh_hant: 新增群組

# Bookmarks_ImportName
source: Import bookmarks
ar: استيراد الإشارات المرجعية
cs: Importovat záložky
de: Lesezeichen importieren
el: Εισαγωγή σελιδοδεικτών
es: Importar marcadores
fa: وارد کردن نشانک‌ها
fr: Importer des signets
hu: Könyvjelzők importálása
id: Impor penanda
it: Importa segnalibri
ja: ブックマークをインポート
ko: 책갈피 가져오기
pl: Importuj zakładki
pt: Importar marcadores
ro: Importare marcaje
th: นำเข้าบุ๊กมาร์ก
tr: Yer işaretlerini içeri aktar
uk: Імпорт закладок
vi: Nhập dấu trang
zh_hans: 导入书签
zh_hant: 匯入書籤

# Bookmarks_ExportName
source: Export bookmarks
ar: تصدير الإشارات المرجعية
cs: Exportovat záložky
de: Lesezeichen exportieren
el: Εξαγωγή σελιδοδεικτών
es: Exportar marcadores
fa: صادر کردن نشانک‌ها
fr: Exporter les signets
hu: Könyvjelzők exportálása
id: Ekspor penanda
it: Esporta segnalibri
ja: ブックマークをエクスポート
ko: 책갈피 내보내기
pl: Eksportuj zakładki
pt: Exportar marcadores
ro: Exportare marcaje
th: ส่งออกบุ๊กมาร์ก
tr: Yer işaretlerini dışarı aktar
uk: Експорт закладок
vi: Xuất dấu trang
zh_hans: 导出书签
zh_hant: 匯出書籤

# Bookmarks_GroupNoColor
source: No color
ar: بلا لون
cs: Bez barvy
de: Keine Farbe
el: Χωρίς χρώμα
es: Sin color
fa: بدون رنگ
fr: Aucune couleur
hu: Nincs szín
id: Tanpa warna
it: Nessun colore
ja: 色なし
ko: 색 없음
pl: Bez koloru
pt: Sem cor
ro: Fără culoare
th: ไม่มีสี
tr: Renk yok
uk: Без кольору
vi: Không màu
zh_hans: 无颜色
zh_hant: 無色彩

# Bookmarks_MenuMoveToGroup.Text
source: Move to group
ar: نقل إلى مجموعة
cs: Přesunout do skupiny
de: In Gruppe verschieben
el: Μετακίνηση σε ομάδα
es: Mover al grupo
fa: انتقال به گروه
fr: Déplacer vers le groupe
hu: Áthelyezés csoportba
id: Pindahkan ke grup
it: Sposta nel gruppo
ja: グループに移動
ko: 그룹으로 이동
pl: Przenieś do grupy
pt: Mover para o grupo
ro: Mutare în grup
th: ย้ายไปยังกลุ่ม
tr: Gruba taşı
uk: Перемістити в групу
vi: Chuyển vào nhóm
zh_hans: 移到组
zh_hant: 移至群組

# Bookmarks_MenuToSelection.Text
source: Select these ranges
ar: تحديد هذه النطاقات
cs: Vybrat tyto rozsahy
de: Diese Bereiche auswählen
el: Επιλογή αυτών των περιοχών
es: Seleccionar estos rangos
fa: انتخاب این محدوده‌ها
fr: Sélectionner ces plages
hu: Tartományok kijelölése
id: Pilih rentang ini
it: Seleziona questi intervalli
ja: 選択範囲にする
ko: 이 범위 선택
pl: Zaznacz te zakresy
pt: Selecionar estes intervalos
ro: Selectare aceste intervale
th: เลือกช่วงเหล่านี้
tr: Bu aralıkları seç
uk: Виділити ці діапазони
vi: Chọn các phạm vi này
zh_hans: 选择这些范围
zh_hant: 選取這些範圍

# Bookmarks_MenuGroupVisible.Text
source: Show group
ar: إظهار المجموعة
cs: Zobrazit skupinu
de: Gruppe anzeigen
el: Εμφάνιση ομάδας
es: Mostrar grupo
fa: نمایش گروه
fr: Afficher le groupe
hu: Csoport megjelenítése
id: Tampilkan grup
it: Mostra gruppo
ja: グループを表示
ko: 그룹 표시
pl: Pokaż grupę
pt: Mostrar grupo
ro: Afișare grup
th: แสดงกลุ่ม
tr: Grubu göster
uk: Показувати групу
vi: Hiện nhóm
zh_hans: 显示组
zh_hant: 顯示群組

# Bookmarks_MenuNewSubgroup.Text
source: New subgroup
ar: مجموعة فرعية جديدة
cs: Nová podskupina
de: Neue Untergruppe
el: Νέα υποομάδα
es: Subgrupo nuevo
fa: زیرگروه جدید
fr: Nouveau sous-groupe
hu: Új alcsoport
id: Subgrup baru
it: Nuovo sottogruppo
ja: 下にグループを作成
ko: 새 하위 그룹
pl: Nowa podgrupa
pt: Novo subgrupo
ro: Subgrup nou
th: กลุ่มย่อยใหม่
tr: Yeni alt grup
uk: Нова підгрупа
vi: Nhóm con mới
zh_hans: 新建子组
zh_hant: 新增子群組

# Bookmarks_MoveToNewGroup
source: New group…
ar: مجموعة جديدة…
cs: Nová skupina…
de: Neue Gruppe…
el: Νέα ομάδα…
es: Grupo nuevo…
fa: گروه جدید…
fr: Nouveau groupe…
hu: Új csoport…
id: Grup baru…
it: Nuovo gruppo…
ja: 新しいグループ…
ko: 새 그룹…
pl: Nowa grupa…
pt: Novo grupo…
ro: Grup nou…
th: กลุ่มใหม่…
tr: Yeni grup…
uk: Нова група…
vi: Nhóm mới…
zh_hans: 新建组…
zh_hant: 新群組…

# Bookmarks_NewGroupDefaultName
source: Group
ar: مجموعة
cs: Skupina
de: Gruppe
el: Ομάδα
es: Grupo
fa: گروه
fr: Groupe
hu: Csoport
id: Grup
it: Gruppo
ja: グループ
ko: 그룹
pl: Grupa
pt: Grupo
ro: Grup
th: กลุ่ม
tr: Grup
uk: Група
vi: Nhóm
zh_hans: 组
zh_hant: 群組

# Bookmarks_GroupNameHeader
source: Group name
ar: اسم المجموعة
cs: Název skupiny
de: Gruppenname
el: Όνομα ομάδας
es: Nombre del grupo
fa: نام گروه
fr: Nom du groupe
hu: Csoport neve
id: Nama grup
it: Nome del gruppo
ja: グループの名前
ko: 그룹 이름
pl: Nazwa grupy
pt: Nome do grupo
ro: Nume grup
th: ชื่อกลุ่ม
tr: Grup adı
uk: Назва групи
vi: Tên nhóm
zh_hans: 组名称
zh_hant: 群組名稱

# Bookmarks_GroupRename
source: Rename
ar: إعادة تسمية
cs: Přejmenovat
de: Umbenennen
el: Μετονομασία
es: Cambiar nombre
fa: تغییر نام
fr: Renommer
hu: Átnevezés
id: Ganti nama
it: Rinomina
ja: 名前を変更
ko: 이름 바꾸기
pl: Zmień nazwę
pt: Renomear
ro: Redenumire
th: เปลี่ยนชื่อ
tr: Yeniden adlandır
uk: Перейменувати
vi: Đổi tên
zh_hans: 重命名
zh_hant: 重新命名

# Bookmarks_DeleteGroupPrompt
source: Delete the group "{0}" ({1} bookmarks)?
ar: هل تريد حذف المجموعة «{0}» ({1} إشارات مرجعية)؟
cs: Odstranit skupinu „{0}“ (záložky: {1})?
de: Die Gruppe „{0}“ ({1} Lesezeichen) löschen?
el: Διαγραφή της ομάδας «{0}» ({1} σελιδοδείκτες);
es: ¿Eliminar el grupo “{0}” ({1} marcadores)?
fa: گروه «{0}» ({1} نشانک) حذف شود؟
fr: Supprimer le groupe « {0} » ({1} signets) ?
hu: Törli a(z) „{0}” csoportot ({1} könyvjelző)?
id: Hapus grup “{0}” ({1} penanda)?
it: Eliminare il gruppo “{0}” (segnalibri: {1})?
ja: グループ「{0}」({1} 件) を削除します。
ko: 그룹 "{0}"(책갈피 {1}개)을(를) 삭제하시겠습니까?
pl: Usunąć grupę „{0}” (zakładki: {1})?
pt: Excluir o grupo “{0}” (marcadores: {1})?
ro: Ștergeți grupul „{0}” ({1} marcaje)?
th: ลบกลุ่ม “{0}” (บุ๊กมาร์ก {1} รายการ) หรือไม่
tr: "{0}" grubu ({1} yer işareti) silinsin mi?
uk: Видалити групу «{0}» (закладок: {1})?
vi: Xóa nhóm “{0}” ({1} dấu trang)?
zh_hans: 要删除组“{0}”（{1} 个书签）吗？
zh_hant: 要刪除群組「{0}」（{1} 個書籤）嗎？

# Bookmarks_DeleteGroupWithContents
source: Delete the bookmarks in it too
ar: حذف الإشارات المرجعية التي تحتويها أيضًا
cs: Odstranit i záložky v ní
de: Auch die enthaltenen Lesezeichen löschen
el: Διαγραφή και των σελιδοδεικτών που περιέχει
es: Eliminar también los marcadores que contiene
fa: نشانک‌های درون آن نیز حذف شوند
fr: Supprimer aussi les signets qu'il contient
hu: A benne lévő könyvjelzők törlése is
id: Hapus juga penanda di dalamnya
it: Elimina anche i segnalibri contenuti
ja: 中のブックマークも削除する
ko: 그룹 안의 책갈피도 삭제
pl: Usuń także zawarte w niej zakładki
pt: Excluir também os marcadores do grupo
ro: Ștergere și a marcajelor din grup
th: ลบบุ๊กมาร์กในกลุ่มด้วย
tr: İçindeki yer işaretlerini de sil
uk: Видалити й закладки в ній
vi: Xóa cả các dấu trang bên trong
zh_hans: 同时删除其中的书签
zh_hant: 同時刪除其中的書籤

# Bookmarks_DeleteGroupMoveToParent
source: Move the bookmarks to the parent group
ar: نقل الإشارات المرجعية إلى المجموعة الأصل
cs: Přesunout záložky do nadřazené skupiny
de: Die Lesezeichen in die übergeordnete Gruppe verschieben
el: Μετακίνηση των σελιδοδεικτών στη γονική ομάδα
es: Mover los marcadores al grupo principal
fa: انتقال نشانک‌ها به گروه والد
fr: Déplacer les signets vers le groupe parent
hu: A könyvjelzők áthelyezése a szülőcsoportba
id: Pindahkan penanda ke grup induk
it: Sposta i segnalibri nel gruppo padre
ja: 中のブックマークを親のグループに移す
ko: 책갈피를 상위 그룹으로 이동
pl: Przenieś zakładki do grupy nadrzędnej
pt: Mover os marcadores para o grupo pai
ro: Mutare marcaje în grupul părinte
th: ย้ายบุ๊กมาร์กไปยังกลุ่มหลัก
tr: Yer işaretlerini üst gruba taşı
uk: Перемістити закладки в батьківську групу
vi: Chuyển các dấu trang vào nhóm cha
zh_hans: 将书签移到父组
zh_hant: 將書籤移至上層群組

# Bookmarks_DropToGroup
source: Move to this group
ar: نقل إلى هذه المجموعة
cs: Přesunout do této skupiny
de: In diese Gruppe verschieben
el: Μετακίνηση σε αυτή την ομάδα
es: Mover a este grupo
fa: انتقال به این گروه
fr: Déplacer vers ce groupe
hu: Áthelyezés ebbe a csoportba
id: Pindahkan ke grup ini
it: Sposta in questo gruppo
ja: このグループに移動
ko: 이 그룹으로 이동
pl: Przenieś do tej grupy
pt: Mover para este grupo
ro: Mutare în acest grup
th: ย้ายไปยังกลุ่มนี้
tr: Bu gruba taşı
uk: Перемістити в цю групу
vi: Chuyển vào nhóm này
zh_hans: 移到此组
zh_hant: 移至此群組

# Bookmarks_GroupDeleted
source: Deleted the group "{0}".
ar: تم حذف المجموعة «{0}».
cs: Skupina „{0}“ byla odstraněna.
de: Die Gruppe „{0}“ wurde gelöscht.
el: Η ομάδα «{0}» διαγράφηκε.
es: Se eliminó el grupo “{0}”.
fa: گروه «{0}» حذف شد.
fr: Groupe « {0} » supprimé.
hu: A(z) „{0}” csoport törölve.
id: Grup “{0}” dihapus.
it: Gruppo “{0}” eliminato.
ja: グループ "{0}" を削除しました。
ko: 그룹 "{0}"을(를) 삭제했습니다.
pl: Usunięto grupę „{0}”.
pt: Grupo “{0}” excluído.
ro: Grupul „{0}” a fost șters.
th: ลบกลุ่ม “{0}” แล้ว
tr: "{0}" grubu silindi.
uk: Групу «{0}» видалено.
vi: Đã xóa nhóm “{0}”.
zh_hans: 已删除组“{0}”。
zh_hant: 已刪除群組「{0}」。

# Annotations_DescriptionName
source: Description at the cursor
ar: الوصف عند المؤشر
cs: Popis u kurzoru
de: Beschreibung an der Cursorposition
el: Περιγραφή στη θέση του δρομέα
es: Descripción en el cursor
fa: توضیح در محل مکان‌نما
fr: Description à la position du curseur
hu: Leírás a kurzornál
id: Deskripsi di kursor
it: Descrizione alla posizione del cursore
ja: カーソル位置の説明
ko: 커서 위치의 설명
pl: Opis w miejscu kursora
pt: Descrição na posição do cursor
ro: Descriere la cursor
th: คำอธิบายที่เคอร์เซอร์
tr: İmleçteki açıklama
uk: Опис у позиції курсора
vi: Mô tả tại con trỏ
zh_hans: 光标处的说明
zh_hant: 游標處的說明

# Annotations_NoDescription
source: There is no bookmark or annotation at the cursor.
ar: لا توجد إشارة مرجعية أو تعليق توضيحي عند المؤشر.
cs: U kurzoru není žádná záložka ani poznámka.
de: An der Cursorposition gibt es kein Lesezeichen und keine Anmerkung.
el: Δεν υπάρχει σελιδοδείκτης ή σχόλιο στη θέση του δρομέα.
es: No hay ningún marcador ni anotación en el cursor.
fa: در محل مکان‌نما هیچ نشانک یا یادداشتی نیست.
fr: Il n'y a ni signet ni annotation à la position du curseur.
hu: A kurzornál nincs könyvjelző vagy annotáció.
id: Tidak ada penanda atau anotasi di kursor.
it: Non ci sono segnalibri o annotazioni alla posizione del cursore.
ja: カーソル位置にブックマーク・注釈はありません。
ko: 커서 위치에 책갈피나 주석이 없습니다.
pl: W miejscu kursora nie ma zakładki ani adnotacji.
pt: Não há marcador nem anotação na posição do cursor.
ro: Nu există niciun marcaj sau adnotare la cursor.
th: ไม่มีบุ๊กมาร์กหรือคำอธิบายประกอบที่เคอร์เซอร์
tr: İmleçte yer işareti veya ek açıklama yok.
uk: У позиції курсора немає закладки або анотації.
vi: Không có dấu trang hoặc chú thích nào tại con trỏ.
zh_hans: 光标处没有书签或注释。
zh_hant: 游標處沒有書籤或註解。

# Annotations_Origin_Bookmark
source: Bookmark
ar: إشارة مرجعية
cs: Záložka
de: Lesezeichen
el: Σελιδοδείκτης
es: Marcador
fa: نشانک
fr: Signet
hu: Könyvjelző
id: Penanda
it: Segnalibro
ja: ブックマーク
ko: 책갈피
pl: Zakładka
pt: Marcador
ro: Marcaj
th: บุ๊กมาร์ก
tr: Yer işareti
uk: Закладка
vi: Dấu trang
zh_hans: 书签
zh_hant: 書籤

# Annotations_Origin_SearchResults
source: Find all results
ar: نتائج البحث عن الكل
cs: Výsledky Najít vše
de: Ergebnisse von „Alle suchen“
el: Αποτελέσματα εύρεσης όλων
es: Resultados de Buscar todo
fa: نتایج یافتن همه
fr: Résultats de « Rechercher tout »
hu: Összes keresése – találatok
id: Hasil Temukan semua
it: Risultati di Trova tutto
ja: すべて検索の結果
ko: 모두 찾기 결과
pl: Wyniki Znajdź wszystko
pt: Resultados de Localizar tudo
ro: Rezultate Găsire toate
th: ผลการค้นหาทั้งหมด
tr: Tümünü bul sonuçları
uk: Результати «Знайти все»
vi: Kết quả Tìm tất cả
zh_hans: 全部查找结果
zh_hant: 全部尋找結果

# Annotations_Origin_Template
source: Template
ar: قالب
cs: Šablona
de: Vorlage
el: Πρότυπο
es: Plantilla
fa: الگو
fr: Modèle
hu: Sablon
id: Templat
it: Modello
ja: 構造体テンプレート
ko: 템플릿
pl: Szablon
pt: Modelo
ro: Șablon
th: เทมเพลต
tr: Şablon
uk: Шаблон
vi: Mẫu
zh_hans: 模板
zh_hant: 範本

# Annotations_Origin_Script
source: Script
ar: برنامج نصي
cs: Skript
de: Skript
el: Δέσμη ενεργειών
fa: اسکریپت
hu: Szkript
id: Skrip
ja: スクリプト
ko: 스크립트
pl: Skrypt
th: สคริปต์
tr: Betik
uk: Сценарій
vi: Tập lệnh
zh_hans: 脚本
zh_hant: 指令碼

# Annotations_Range
source: {0}–{1} ({2} bytes)
ar: {0}–{1} ({2} بايت)
cs: {0}–{1} (bajty: {2})
el: {0}–{1} ({2} byte)
fa: {0}–{1} ({2} بایت)
fr: {0}–{1} ({2} octets)
hu: {0}–{1} ({2} bájt)
id: {0}–{1} ({2} byte)
it: {0}–{1} ({2} byte)
ja: {0}〜{1} ({2} バイト)
ko: {0}–{1}({2}바이트)
pl: {0}–{1} (bajty: {2})
ro: {0}–{1} ({2} octeți)
th: {0}–{1} ({2} ไบต์)
tr: {0}–{1} ({2} bayt)
uk: {0}–{1} ({2} байтів)
vi: {0}–{1} ({2} byte)
zh_hans: {0}–{1}（{2} 字节）
zh_hant: {0}–{1}（{2} 個位元組）

# Annotations_Style_Background
source: Background
ar: الخلفية
cs: Pozadí
de: Hintergrund
el: Φόντο
es: Fondo
fa: پس‌زمینه
fr: Arrière-plan
hu: Háttér
id: Latar
it: Sfondo
ja: 背景色
ko: 배경
pl: Tło
pt: Plano de fundo
ro: Fundal
th: พื้นหลัง
tr: Arka plan
uk: Фон
vi: Nền
zh_hans: 背景
zh_hant: 背景

# Annotations_Style_Border
source: Border
ar: الإطار
cs: Ohraničení
de: Rahmen
el: Περίγραμμα
es: Borde
fa: حاشیه
fr: Bordure
hu: Szegély
id: Bingkai
it: Bordo
ja: 枠線
ko: 테두리
pl: Obramowanie
pt: Borda
ro: Bordură
th: เส้นขอบ
tr: Kenarlık
uk: Рамка
vi: Viền
zh_hans: 边框
zh_hant: 框線

# Annotations_Style_Underline
source: Underline
ar: تسطير
cs: Podtržení
de: Unterstreichung
el: Υπογράμμιση
es: Subrayado
fa: زیرخط
fr: Soulignement
hu: Aláhúzás
id: Garis bawah
it: Sottolineatura
ja: 下線
ko: 밑줄
pl: Podkreślenie
pt: Sublinhado
ro: Subliniere
th: ขีดเส้นใต้
tr: Alt çizgi
uk: Підкреслення
vi: Gạch chân
zh_hans: 下划线
zh_hant: 底線

# Bookmarks_ExportError
source: Couldn't export to {0}: {1}
ar: تعذر التصدير إلى {0}: {1}
cs: Export do {0} se nezdařil: {1}
de: Export nach {0} nicht möglich: {1}
el: Δεν ήταν δυνατή η εξαγωγή στο {0}: {1}
es: No se pudo exportar a {0}: {1}
fa: صادر کردن به {0} ممکن نشد: {1}
fr: Impossible d'exporter vers {0} : {1}
hu: Nem sikerült exportálni ide: {0}: {1}
id: Tidak dapat mengekspor ke {0}: {1}
it: Impossibile esportare in {0}: {1}
ja: {0} に書き出せませんでした: {1}
ko: {0}(으)로 내보낼 수 없습니다: {1}
pl: Nie można wyeksportować do {0}: {1}
pt: Não foi possível exportar para {0}: {1}
ro: Nu s-a putut exporta în {0}: {1}
th: ไม่สามารถส่งออกไปยัง {0}: {1}
tr: {0} konumuna aktarılamadı: {1}
uk: Не вдалося експортувати в {0}: {1}
vi: Không thể xuất ra {0}: {1}
zh_hans: 无法导出到 {0}：{1}
zh_hant: 無法匯出至 {0}：{1}

# Bookmarks_Exported
source: Exported {0, plural, one {# bookmark} other {# bookmarks}} to {1}.
ar: {0, plural, zero {تم تصدير # إشارة مرجعية} one {تم تصدير إشارة مرجعية واحدة} two {تم تصدير إشارتين مرجعيتين} few {تم تصدير # إشارات مرجعية} many {تم تصدير # إشارة مرجعية} other {تم تصدير # إشارة مرجعية}} إلى {1}.
cs: Do {1} {0, plural, one {byla exportována # záložka} few {byly exportovány # záložky} many {bylo exportováno # záložky} other {bylo exportováno # záložek}}.
de: {0, plural, one {# Lesezeichen} other {# Lesezeichen}} nach {1} exportiert.
el: {0, plural, one {Εξήχθη # σελιδοδείκτης} other {Εξήχθησαν # σελιδοδείκτες}} στο {1}.
es: Se {0, plural, one {exportó # marcador} other {exportaron # marcadores}} a {1}.
fa: {0, plural, one {# نشانک} other {# نشانک}} به {1} صادر شد.
fr: {0, plural, one {# signet exporté} other {# signets exportés}} vers {1}.
hu: {0, plural, one {# könyvjelző} other {# könyvjelző}} exportálva ide: {1}.
id: {0, plural, other {# penanda}} diekspor ke {1}.
it: {0, plural, one {Esportato # segnalibro} other {Esportati # segnalibri}} in {1}.
ja: {0} 件のブックマークを {1} に書き出しました。
ko: {0, plural, other {책갈피 #개}}를 {1}(으)로 내보냈습니다.
pl: Wyeksportowano {0, plural, one {# zakładkę} few {# zakładki} many {# zakładek} other {# zakładki}} do {1}.
pt: {0, plural, one {# marcador exportado} other {# marcadores exportados}} para {1}.
ro: {0, plural, one {S-a exportat un marcaj} few {S-au exportat # marcaje} other {S-au exportat # de marcaje}} în {1}.
th: ส่งออก{0, plural, other {บุ๊กมาร์ก # รายการ}}ไปยัง {1} แล้ว
tr: {0, plural, one {# yer işareti} other {# yer işareti}} {1} konumuna aktarıldı.
uk: {0, plural, one {Експортовано # закладку} few {Експортовано # закладки} many {Експортовано # закладок} other {Експортовано # закладки}} в {1}.
vi: Đã xuất {0, plural, other {# dấu trang}} ra {1}.
zh_hans: 已将 {0, plural, other {# 个书签}}导出到 {1}。
zh_hant: 已將 {0, plural, other {# 個書籤}}匯出至 {1}。

# Bookmarks_ImportAppend
source: Add to the current bookmarks
ar: إضافة إلى الإشارات المرجعية الحالية
cs: Přidat k aktuálním záložkám
de: Zu den aktuellen Lesezeichen hinzufügen
el: Προσθήκη στους τρέχοντες σελιδοδείκτες
es: Agregar a los marcadores actuales
fa: افزودن به نشانک‌های فعلی
fr: Ajouter aux signets actuels
hu: Hozzáadás a meglévő könyvjelzőkhöz
id: Tambahkan ke penanda saat ini
it: Aggiungi ai segnalibri attuali
ja: 追加する
ko: 현재 책갈피에 추가
pl: Dodaj do bieżących zakładek
pt: Adicionar aos marcadores atuais
ro: Adăugare la marcajele curente
th: เพิ่มลงในบุ๊กมาร์กปัจจุบัน
tr: Geçerli yer işaretlerine ekle
uk: Додати до поточних закладок
vi: Thêm vào các dấu trang hiện tại
zh_hans: 添加到当前书签
zh_hant: 新增到目前的書籤

# Bookmarks_ImportReplace
source: Replace the current bookmarks
ar: استبدال الإشارات المرجعية الحالية
cs: Nahradit aktuální záložky
de: Die aktuellen Lesezeichen ersetzen
el: Αντικατάσταση των τρεχόντων σελιδοδεικτών
es: Reemplazar los marcadores actuales
fa: جایگزینی نشانک‌های فعلی
fr: Remplacer les signets actuels
hu: A meglévő könyvjelzők lecserélése
id: Ganti penanda saat ini
it: Sostituisci i segnalibri attuali
ja: 置き換える
ko: 현재 책갈피 바꾸기
pl: Zastąp bieżące zakładki
pt: Substituir os marcadores atuais
ro: Înlocuire marcaje curente
th: แทนที่บุ๊กมาร์กปัจจุบัน
tr: Geçerli yer işaretlerini değiştir
uk: Замінити поточні закладки
vi: Thay thế các dấu trang hiện tại
zh_hans: 替换当前书签
zh_hant: 取代目前的書籤

# Bookmarks_ImportShift
source: Offset shift (for example +0x200)
ar: إزاحة الإزاحات (مثل +0x200)
cs: Posunutí (například +0x200)
de: Offset-Verschiebung (zum Beispiel +0x200)
el: Μετακίνηση μετατοπίσεων (για παράδειγμα +0x200)
es: Desfase del desplazamiento (por ejemplo, +0x200)
fa: جابه‌جایی آفست (برای نمونه +0x200)
fr: Décalage à appliquer (par exemple +0x200)
hu: Eltolás módosítása (például +0x200)
id: Geser offset (misalnya +0x200)
it: Spostamento dell'offset (ad es. +0x200)
ja: オフセットのずれ (例: +0x200)
ko: 오프셋 이동(예: +0x200)
pl: Korekta przesunięcia (np. +0x200)
pt: Ajuste de deslocamento (por exemplo, +0x200)
ro: Decalare deplasament (de exemplu +0x200)
th: เลื่อนออฟเซ็ต (เช่น +0x200)
tr: Ofset kaydırması (örneğin +0x200)
uk: Зсув зміщення (наприклад, +0x200)
vi: Dịch độ lệch (ví dụ +0x200)
zh_hans: 偏移量位移（例如 +0x200）
zh_hant: 位移調整（例如 +0x200）

# Bookmarks_ImportShiftError
source: Enter the shift as an expression such as +0x200
ar: أدخل مقدار الإزاحة كتعبير مثل +0x200
cs: Zadejte posunutí jako výraz, například +0x200
de: Geben Sie die Verschiebung als Ausdruck wie +0x200 ein
el: Εισαγάγετε τη μετακίνηση ως παράσταση, όπως +0x200
es: Escribe el desfase como una expresión, por ejemplo +0x200
fa: جابه‌جایی را به‌صورت عبارتی مانند +0x200 وارد کنید
fr: Entrez le décalage sous forme d'expression, par exemple +0x200
hu: Az eltolás módosítását kifejezésként adja meg, például +0x200
id: Masukkan pergeseran sebagai ekspresi seperti +0x200
it: Immetti lo spostamento come espressione, ad es. +0x200
ja: ずれは +0x200 のような入力式で入力してください
ko: 이동량을 +0x200과 같은 식으로 입력하세요
pl: Wprowadź korektę jako wyrażenie, np. +0x200
pt: Insira o ajuste como uma expressão, por exemplo, +0x200
ro: Introduceți decalarea ca expresie, de ex. +0x200
th: ป้อนระยะเลื่อนเป็นนิพจน์ เช่น +0x200
tr: Kaydırmayı +0x200 gibi bir ifade olarak girin
uk: Введіть зсув як вираз, наприклад +0x200
vi: Hãy nhập lượng dịch dưới dạng biểu thức như +0x200
zh_hans: 请以表达式形式输入位移，例如 +0x200
zh_hant: 請以運算式輸入調整量，例如 +0x200

# Bookmarks_ImportOk
source: Import
ar: استيراد
cs: Importovat
de: Importieren
el: Εισαγωγή
es: Importar
fa: وارد کردن
fr: Importer
hu: Importálás
id: Impor
it: Importa
ja: 読み込む
ko: 가져오기
pl: Importuj
pt: Importar
ro: Importare
th: นำเข้า
tr: İçeri aktar
uk: Імпортувати
vi: Nhập
zh_hans: 导入
zh_hant: 匯入

# Bookmarks_ImportError
source: Couldn't import {0}{1}: {2}
ar: تعذر استيراد {0}{1}: {2}
cs: {0} nelze importovat{1}: {2}
de: {0} konnte nicht importiert werden{1}: {2}
el: Δεν ήταν δυνατή η εισαγωγή του {0}{1}: {2}
es: No se pudo importar {0}{1}: {2}
fa: وارد کردن {0}{1} ممکن نشد: {2}
fr: Impossible d'importer {0}{1} : {2}
hu: Nem sikerült importálni: {0}{1}: {2}
id: Tidak dapat mengimpor {0}{1}: {2}
it: Impossibile importare {0}{1}: {2}
ja: {0} を読み込めませんでした{1}: {2}
ko: {0}을(를) 가져올 수 없습니다{1}: {2}
pl: Nie można zaimportować {0}{1}: {2}
pt: Não foi possível importar {0}{1}: {2}
ro: Nu s-a putut importa {0}{1}: {2}
th: ไม่สามารถนำเข้า {0}{1}: {2}
tr: {0}{1} içeri aktarılamadı: {2}
uk: Не вдалося імпортувати {0}{1}: {2}
vi: Không thể nhập {0}{1}: {2}
zh_hans: 无法导入 {0}{1}：{2}
zh_hant: 無法匯入 {0}{1}：{2}
